[
	{
		"id": 1,
		"content": "The cat was seen as a sacred animial in ancient Eqypt, and the history of domestic cats dates back to as early as 8000 years."
	},
	{
		"id": 2,
		"content": "The biggest breed of domesticated cats are called a Maine Coon cat and weighs up to 11 kg."
	},
	{
		"id": 3,
		"content": "Cats are some of the smartest animals and can interpret a human's mood and feelings."
	},
	{
		"id": 4,
		"content": "The average cat sleeps between 12-14 hours a day."
	},
	{
		"id": 5,
		"content": "Cats paw (repeatedly treading on a spot - often it's owner) to mark their territory. Cats sweat through the bottom of their paws and rub this off as a marking mechanism."
	},
	{
		"id": 6,
		"content": "Cats can be taught how to use the toilet."
	},
	{
		"id": 7,
		"content": "White cats with blue eyes are quite often born deaf."
	},
	{
		"id": 8,
		"content": "Cat urine glows in the dark if a black light is shined on it. This is a good way to detect cat urine in your home."
	},
	{
		"id": 9,
		"content": "Cats have 220 degree field of view where humans only have 180°."
	},
	{
		"id": 10,
		"content": "Cats' sense of smell is 14 times stronger than that of humans."
	},
	{
		"id": 11,
		"content": "Cats have 30 permanent teeth, while adult humans have 32."
	},
	{
		"id": 12,
		"content": "Cats have 30 vertebrae, while humans only have 25."
	},
	{
		"id": 13,
		"content": "Cats have 230 bones in their bodies, this is 24 more than humans."
	},
	{
		"id": 14,
		"content": "Cats have a body temperature of between 101 and 102.2 °F (38 and 39 °C)."
	},
	{
		"id": 15,
		"content": "The lifespan of cats are usually between 15 and 20 years."
	},
	{
		"id": 16,
		"content": "Cats have a heart rate of between 120 - 240 beats per minute. (This varies highly between different breeds cats)"
	},
	{
		"id": 17,
		"content": "Cats take between 20 - 40 breaths per minute in an inactive state. (This varies highly between different breeds cats)"
	},
	{
		"id": 18,
		"content": "The print on a cat's nose is like that of a fingerprint of a human, each is unique."
	},
	{
		"id": 19,
		"content": "Cats have a top speed of about 30 mp/h (48.28 km/h)."
	},
	{
		"id": 20,
		"content": "Cats Can Drink Salt Water because their kidneys are so efficient that the salt is removed and expelled from the body"
	},
	{
		"id": 21,
		"content": "Cats Rarely Meow at other Cats"
	},
	{
		"id": 22,
		"content": "Cats like their Water Bowl and Food in Separate Places"
	},
	{
		"id": 23,
		"content": "There are very few “true” Black Cats"
	},
	{
		"id": 24,
		"content": "Most female cats are right pawed while more male cats are left pawed."
	}
]